-- phpMyAdmin SQL Dump
-- version 4.2.11
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Aug 24, 2015 at 09:30 PM
-- Server version: 5.6.21
-- PHP Version: 5.6.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `khabar`
--

-- --------------------------------------------------------

--
-- Table structure for table `article`
--

CREATE TABLE IF NOT EXISTS `article` (
`id` bigint(20) unsigned NOT NULL,
  `title` varchar(255) COLLATE utf8_persian_ci DEFAULT NULL,
  `subtitle` varchar(255) COLLATE utf8_persian_ci DEFAULT NULL,
  `text` text COLLATE utf8_persian_ci,
  `date` datetime DEFAULT NULL,
  `auther` varchar(255) COLLATE utf8_persian_ci DEFAULT NULL,
  `image` varchar(255) COLLATE utf8_persian_ci DEFAULT NULL,
  `publish` tinyint(4) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `deleted_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `article`
--

INSERT INTO `article` (`id`, `title`, `subtitle`, `text`, `date`, `auther`, `image`, `publish`, `created_at`, `updated_at`, `deleted_at`) VALUES
(4, 'قیمت و زمان عرضه گوشی فوق‌العاده قوی هوآوی آنر 7 مشخص شد ', 'هوآوی یکی از محصولات بسیار قوی خود را روز 30 ژوئن راهی بازار می‌کند. این گوشی زیر 2 میلیون تومان خواهد بود.', 'به گزارش خبرآنلاین گوشی هوشمند هوآوی آنر 7 قرار است به قیمت 599 دلار عرضه شود.\r\n\r\n\r\nاین گوشی 5 اینچی با رزولوشن 1080 پیکسل مجهز به پردازنده جدید این شرکت بنام Huawei Kirin 935 خواهد بود. ادیشن استاندارد آنر 7 با 3 گیگ رم (حافظه موقت) و 16 گیگ حافظه داخلی و ادیشن مخصوص نیز به‌صورت 5 گیگ رم (حافظه موقت) و 64 گیگ حافظه داخلی ساخته و عرضه می‌شود.\r\n\r\n\r\nدوربین آنر 7 سیزده مگاپیکسلی بوده که هوآوی روی ویژگی‌های دوربین بسیار کارکرده تا دوربین باکیفیتی را به کاربران خود بدهد. باطری 3280 میلی‌آمپری برای این گوشی تمام فلزی تعریف‌شده است و به‌صورت دو سیم کارته از 10 روز دیگر قابل‌خرید می‌شود.', '2015-06-21 06:31:05', NULL, '4.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(5, 'این اسپیکر بی سیم و زیبا، شناور روی آب، موسیقی با کیفیت پخش می‌کند / قیمت فقط 99 دلار', ' شرکت Ultimate Ears اسپیکرهای بی سیم جدیدی را عرضه کرده که روی آب شناور مانده و موسیقی دلخواه را پخش می‌کند. این محصول بی نظیر فقط 99 دلار قیمت دارد.', 'به گزارش خبرآنلاین اسپیکرهای قدیمی Mini Boom اینک جای خود را به خط تولید محصول جدید بنام UE Roll داده است.\r\n\r\n\r\nاین اسپیکر 340 گرمی که تأییدیه IPX7 را به ثبت رسانده و از طریق پروتکل بلوتوث به صورت بی سیم به گوشی هوشمند متصل می‌شود، شبیه بشقاب پرنده بوده و با تنوع رنگ فوق العاده از 21 ژوئن در فروشگاه‌ها عرضه می‌شود.\r\n\r\n\r\nشناور ماندن روی آب، بستن اسپیکر روی کوله پشتی و صدای فوق العاده با کیفیت ، مزایایی است که می‌توان برای آن درشمرد.', '2015-06-18 23:11:05', NULL, '5.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(7, 'ساعت بعدی اپل دوربین‌دار می‌شود / قطع عرضه آی پد مینی ', 'سایت معروف 9to5Mac نوشت ساعت بعدی اپل که 2016 راهی بازار می‌شود مجهز به دوربین فیس تایم خواهد بود.', 'به گزارش خبرآنلاین نسل دوم ساعت اپل / Apple watch2 با دکمه‌ای در کنار دکمه اصلی ظاهر می‌شود و قادر به دریافت تماس‌های ویدئویی نیز خواهد بود.\r\n\r\nهمچنین ساعت بعدی اپل به یُمن اتصالات وای-فای از آیفون مستقل‌تر عمل می‌کند.\r\n\r\nمحققان و توسعه‌دهندگان ساعت اپل می‌گویند کاربران مالک نسل اول، با شارژ ساعت خود در شب راضی هستند و در پایان شب معمولاً 30 الی 40 درصد باطری همچنان باقی می‌ماند.\r\n\r\nبه دلیل باکلاس بودن ساعت اپل با بند استیل به قیمت 1000 دلار فاصله قیمتی با ساعت‌های گران‌قیمت 10 هزار دلاری باعث شده تا کاربران بیشتری به‌سوی این ساعت هوشمند ترغیب شوند.', '2015-06-19 21:05:00', NULL, '7.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(9, '10 روز دیگر بلایی بزرگ بر سر اینترنت خواهد آمد! ', 'سی‌ام ژوئن، 10 روز دیگر، قرار است باهدف محاسبه اختلاف‌زمانی ساعت زمین با ساعت اتمی در ساعت 23:59:59 یک ثانیه به‌وقت اضافه شود.', 'به گزارش خبرآنلاین شصت‌ویک ثانیه‌ای کردن وقت در روز سی‌ام ژوئن به عقیده کارشناسان باعث برهم ریختگی تایمینگ سیستم‌های رایانه‌ای و سرورها خواهد شد و جهان فناوری با آشوبی بی‌سابقه روبرو خواهد شد.\r\n\r\n\r\nسیستم‌های حساس بانکی، نظامی و غیره در معرض این تغییر عمدی زمان خواهند بود و به همین خاطر کارشناسان هشدار داده‌اند بلایی بزرگ بر سر اینترنت خواهد آمد.\r\n\r\n\r\nرایانه‌ها طوری تعریف‌شده‌اند که ثانیه شصتم را نشان خواهند داد و نمی‌توانند ثانیه 59 را دوبار تکرار کنند. به همین خاطر با خطای رایانه‌ای و به‌اصطلاح آورلود/Overload شدن سی پی یو و هنگ سیستمی روبرو خواهند شد.\r\n\r\n\r\nبدین ترتیب ثانیه‌های شمارش‌شده برای سال 2015 بالغ‌بر 31,536,001 ثانیه خواهد شد و رایانه‌هایی که فرایندشان مبتنی بر زمان‌بندی دقیق تعریف‌شده مانند افزودن یک ترکیب شیمیایی واکنش نشان خواهند داد.\r\n\r\n\r\nبه گفته دانشمندان از مجموع 86400 ثانیه محاسبه‌شده توسط ساعت‌های اتمی زمین 0.002 ثانیه کندتر می‌چرخد و بر اساس همین اختلاف محاسبه میان ساعت اتمی و محاسبه ریاضی، این داستان پیش می‌آید.کندتر چرخیدن زمین در هر 100 سال به‌طور متوسط در کمتر از یک میلی‌ثانیه باید موردمحاسبه قرار گیرد. گفتنی است 4 میلیارد سال پیش گردش روزانه زمین 22 ساعت بود که این بیشتر به خاطر کشش جزر و مدی از ماه است که باعث کندتر شدن چرخش زمین می‌شود.\r\n\r\nباید منتظر شد تا ببینیم 10 روز دیگر در ساعت 23:59:59 چه رخ خواهد داد؟', '2015-06-21 10:56:00', NULL, '9.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(10, 'این مینی رایانه باورنکردنی در کف دست را مایکروسافت و یک شرکت هندی ساخته است! ', 'مایکروسافت و شرکت هندی iBall در یک مشارکت فوق‌العاده پی سی جالبی را ساخته‌اند که در کف دست جا می‌گیرد.', 'به گزارش خبرآنلاین آنچه می‌بینید اسپلندو / Splendo نام دارد که روی آن ویندوز 8.1 نصب‌شده و همانند یک پی سی قابل‌قبول سرعت دارد.\r\n\r\n\r\nاسپلندو از طریق پورت اچ‌دی‌ام آی به تلویزیون و یا مانیتور وصل می‌شود. به پردازنده چهار هسته‌ای اینتل اتم مجهز بوده و با دو گیگ رم (حافظه موقت)، 32 گیگ نیز حافظه داخلی دارد.\r\n\r\n\r\nاسلات مخصوص کارت‌خوان MicroSDXC و میکرو یو اس بی کاربر را قادر می‌سازد تا کیبورد و سایر ابزار لازم را متصل کند. همچنین باوجود بلوتوث نسخه 4 می‌تواند ابزارهای دیگر ازجمله موس را به آن متصل نمود.\r\n\r\n\r\nقرار است اسپلندو از ماه جولای به قیمت 140 دلار در بازار عرضه شود.\r\n\r\n\r\nهنوز معلوم نیست این مینی پی سی خارق‌العاده به ویندوز 10 به‌روزرسانی می‌شود یا خیر؟', '2015-06-22 07:02:00', NULL, '10.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(11, 'مشاور فانی: بین کارمندان دولت و فرهنگیان، تبعیض وجود دارد/ چرا دولت دهم با نفت ۱۴۰ دلاری طلب معلمان را نداد؟ ', 'مدیرکل دفتر وزارتی و مشاور وزیر آموزش و پرورش گفت: وزیر برای تامین مطالبات فرهنگیان تاکنون اقدامات خوبی انجام داده اما این دیون مربوط به دولت‌های گذشته است و با یک برنامه و یک سال امکان بازپرداخت آن‌ها وجود ندارد.', 'هرا تالانی: طرح استيضاح وزير آموزش وپرورش که از سال گذشته زمزمه های آن شنیده می شد سرانجام هفته گذشته قطعی شد و سوم تيرماه، به عنوان روز استيضاح علی‌اصغر فانی مشخص شد؛ در طرح استیضاح فانی که به امضای نمایندگان مجلس رسیده، مواردی از قبیل ناتوانی وزیر در جلب رضایت نیروها و کارکنان آموزش و پرورش، ناتوانی در جلب توجه دولت به اهمیت آموزش و پرورش و جایگاه آن، بی‌توجهی به وضع مدارس کشور ، ناتوانی وزیر در جلب توجه و عنایت عملی دولت در افزایش فضای آموزشی در مناطق محروم کشور که سرانه فضای آموزشی آنها به مراتب از متوسط کشور کمتر است، ناکارآمدی وزیر در جلب نظر دولت برای تامین معیشت فرهنگیان، شاغل و بازنشسته و اعطای امتیازاتی مشابه سایر ارگان‌ها به فرهنگیان، ناتوانی وزیر در حذف تفاوت‌ها در حقوق و مزایای فرهنگیان نسبت به سایر دستگاه‌ها مطرح شده است.\r\n\r\nاین همان مواردی است که معلمان سالهاست نسبت به آن اعتراض دارند اما اینکه در سال پایان مجلس ، نمایندگان به آن توجه کردند سبب شده تا برخی آن را سواستفاده انتخاباتی بدانند.\r\n\r\nدر همین زمینه با محمد فاضل، مدیرکل دفتر وزارتی و مشاور وزیر آموزش و پرورش گفت وگویی را انجام داده ایم که می خوانید:\r\n\r\n\r\nمجلس پس از چند ماه تایید و تکذیب، بالاخره رای به استیضاح وزیر آموزش و پرورش داد. دکتر فانی روز چهارشنبه می تواند استیضاح‌کننده ها را قانع کند؟\r\n\r\nوزیر حرفهای محکم، منطقی و قابل استنادی دارد که حتما در جلسه استیضاح عنوان خواهد کرد. متاسفانه نمایندگان مواردی را برای استیضاح مطرح کردند که بخش زیادی از آن ربطی به وزارت آموزش و پرورش ندارد و این سوالات را از هر وزارتخانه ای می توان پرسید یعنی نام وزارت آموزش و پرورش را بردارید و بگذارید وزارت علوم، نیرو، بهداشت، هیچ تفاوتی نمی کند؛ در نتیجه آنچه که امروز در مجلس به عنوان سوال از وزیر آموزش و پرورش مطرح می شود، مسئله عمومی کشور است چون درآمد عمومی کشور افت کرده و توان دولت کم شده است و خیلی از انتظاراتی که از بخشهای دولتی از جمله آموزش و پرورش وجود دارد تحقق نیافته است.\r\n\r\nمطالبات معلمان چیست که اکنون نمایندگان مجلس برای تحقق آن درصدد استیضاح وزیرهستند؟ چون در سه سال گذشته مجلس اصلا کاری به این موضوع نداشت و در حد مشکل استخدام معلمان پیش دبستانی، گاهی تذکراتی داده می شد اما الان به شدت پیگیر این مطالبات هستند.\r\n\r\nمطالبات معلمان کاملا به حق است و شناسایی این مطالبات قبل از نمایندگان توسط خود آموزش و پرورش شناخته شده و صدای ما بلندتر از همه است؛ در کمیسیون تخصصی آموزش و تحقیقات مجلس هم این مطالبات عنوان شده اما ما خیلی به دنبال جوسازی نیستیم و بیشتر به دنبال راه حلهایی برای حل مشکلات هستیم. باید توجه داشت که این مطالبات امروز اتفاق نیفتاده و قطعا یک روزه هم حل نخواهد شد. یک مشکل اساسی در مورد معلمان این است که با توجه به اهمیت، حساسیت و نقش آنها در جامعه و کشور، پرداختی آنها کم است و با وجود مشکلاتی که می دانیم در دولت وجود دارد، اما بین معلمان و سایر کارمندان دولت که کار مشابه دارند تبعیض وجود دارد. این مسائل وجود داشته و دارد ؛ ماخوشحالیم که الان مجلس در این موقعیت ورود به این موضوع کرده چون هرکسی به ما کمک کند تا راهکاری برای آنها پیدا کنیم استقبال می کنیم، به هرحال دولت هم قصد حل کردن موضوع را دارد اما نباید انتظار داشته باشیم در یک برنامه و بودجه این کار انجام شود. ما انتظار داشتیم نمایندگان در فصل بودجه این مشکلات را بررسی می کرند البته انصافا کارهایی هم کردند و از دوستان کمیسیون آموزش تشکرمی کنیم اما در کل این مطالبات مواردی نیست که با یک پیگیری و یک جلسه قابل حل باشد. اصلا 5 وزیر هم تغییر کند وقتی بنیه دولت فرصتی برای رسیدگی نداشته باشد اتفاقی نمی افتد.\r\n\r\nاز زمان وزارت آقای نجفی تا کنون معلمان مطالباتی داشتند و با تغییر 5 وزیر هم این مطالبات همچنان وجود دارد. چرا این مطالبات همیشه به عنوان دیون است و پرداخت نمی شود؟\r\n\r\nسوال ما هم این است؛ در حالیکه در دولت گذشته کشور با نفت 140 دلاری اداره می شد اما نه تنها مطالبات پرداخت نشد، بلکه انباشه هم شد. ما الان بخشی از پاداش بازنشستگان سال 90 و 91 و بخشی از احکامی که آن زمان زده شد را پرداخت می کنیم. بدهی بیمه طلایی بیش از 200 میلیارد ریال بود که به عهده ما گذاشته شد. با اینحال ما قدمهایی هم برداشتیم مثل همین طرح رتبه بندی معلمان که ممکن است در شروع اعتراضها و توقعاتی داشته باشد اما خود این طرح پتانسیل‌هایی ایجاد می‌کند و اگر شرایط مالی دولت اجازه بدهد ما می توانیم ارقام اضافه حقوق را بیش از این بالا ببریم چون زیرساخت آن فراهم شده است. آقای فانی در دوره کمتر از دوسال وزارت، با توجه به انباشت مطالبات نقدی و فوری معلمان قدمهایی برداشته است مثلا معلمان در طول خدمت، رتبه ارشد و خبره می گرفتند که متناسب با آن پرداختی دریافت می کنند اما در زمان بازنشستگی، این رتبه ها حذف می شد اما الان این اتفاق نمی افتد و بازنشستگان با همان رتبه ها بارنشسته می شوند یا حق مناطق مرزی و بدی آب و هوا سالها بود قطع شده بود که ما الان آن را پرداخت می کنیم. به نظرمن وقتی آقای روحانی به عنوان رئیس جمهور و شخص اول اجرایی کشور، در یک نشست رسمی اعلام می کنند اعتراض همه اقشار از جمله معلمان را به رسمیت می‌شناسیم، این فضا فرصت جدیدی ایجاد می کند تا معلمان به فکر می افتند مطالباتشان را مطرح کنند چون این مطالبات سالها وجود داشته اما مطرح نمی شد؛ بنابراین بخشی از جلوه این انتظارات و مطالبات به فضای سیاسی و فرهنگی کشور باز می گردد که خوب هم است اما امیدوارم با آن عاقلانه برخورد شود.\r\n\r\nالان حقوق معلمان چند درصد بودجه آموزش و پرورش را تشکیل می دهد؟\r\n\r\nقبل از دولت نهم و دهم، سهم حقوق از بودجه حدود 92 درصد بود و 8 درصد سایر مطالبات بود اما الان بیش از 99 درصد بودجه صرفا برای حقوق ماهانه معلمان است و این به خاطر افزایش بی رویه نیروی انسانی است. وقتی در یک سال 116 هزار نفر وارد آموزش و پرورش می شوند که نیازی به آنها نبوده چطور باید پاسخ بدهیم.الان در تهران در برخی رشته ها مازاد نیرو داریم و در برخی کمبود ؛ یعنی همین حقوقی که معلم الان به آن اعتراض دارد ماهیانه از خزانه دریافت و به عنوان حقوق واریز می شود و ما هیچ سهمی نداریم.\r\n\r\nاما برخی نمایندگان معترض عنوان می کنند اگر نیروی انسانی ساماندهی شود هم کمبود معلم جبران می شود و هم مشکل سهم حقوق از بودجه کمتر می شود.\r\n\r\nوقتی آقای فانی به عنوان وزیر آموزش و پرورش انتخاب شد، به گروهی ماموریت داد که مشکلات آموزش و پرورش را شناسایی کند که بیش از 700 مشکل و چالش شناسایی و 5 سیاست برای چالشها انتخاب شد. یکی از این سیاستها، ساماندهی نیروی انسانی بود اما اجرای آن به سادگی نیست. یک مثال می زنم ؛ خانمی در تهران معلم ادبیات علوم انسانی است و برای یکی از مدارس تهران ابلاغ گرفته که آنجا نیازی به او ندارند اما در یک استان دیگر دبیر مرد ریاضی نیاز داریم . این خانم استخدام آموزش و پرورش است اما ما نمی توانیم او را به شهرستانی که نیاز داریم بفرستیم و در جای دیگر باید نیروی انسانی استخدام کنیم. بنابراین ساماندهی نیروی انسانی نیاز به یک برنامه دارد و ما از سال قبل آن را شروع کردیم. بارها اعلام شده که از زمان آقای دکتر فانی حتی یک نفر هم استخدام نشده است درحالیکه سال گذشته بیش از 25 هزار نفر نیروی بازنشسته داشتیم و حدود 15 هزار نیروی جدید هم برای دانش آموزان جدیدالورد نیاز داشتیم.یعنی نیاز به 40 هزار نیرو برای سال تحصیلی جدید داشتیم که در قالب طرح ساماندهی تامین نیرو شد. پیش بینی ما این است که تا 5 سال بعد ساماندهی نیروی انسانی مطلوب و ایده آل شود چون الان در دانشگاه فرهنگیان جذب نیرو را بوم گزینی کردیم.\r\n\r\nاین ساماندهی را با بازنشستگی پیش از موعد انجام می دهید؟\r\n\r\nما به گونه ای عمل می کنیم که به یک تعادل باو جود یکسری خروجی هایی که داریم برسیم و بازنشستگی پیش از موعد یکی از راهکارهاست.\r\n\r\nآقای دکتر، معلمان به دنبال یک زندگی لوکس نیستند،‌ ذات فرهنگیان، زندگی متوسط روبه بالا هم بسیاری از آنها را راضی می کند. اما معیشت زندگی آنها را در چه حد می بینید؟ برای تامین یک زندگی متوسط رو به بالا برای فرهنگیان چقدر بودجه نیاز دارید؟\r\n\r\nما یک پرداختی در حکم داریم که وضعیت معلمان هم نسبت به سایر کارمندان دولت بد نیست و طبق آمار سازمان مدیریت، متوسط دریافتی حقوق معلمان یک میلیون و 700 هزار تومان است که در مقایسه با سایر نهادها تفاوت چشمگیری ندارد اما آنچه که معلمان به آن اعتراض دارند این است که سایر کارمندان پرداختی هایی دارند که آنها محرومند مثل حق مسکن، حق ماموریت، اضافه کاری، حق ایاب و ذهاب و ناهار و... در پیگیری ما یک توافقی با سازمان مدیریت انجام دادیم که در چهار نوبت یک پرداخت‌هایی داده شود تا قدم‌هایی در این زمینه برداشته شود. در ماه رمضان اولین پرداختی را داشتیم که توافق آن در فروردین انجام شده بود و وجوهی به حساب معلمان ریخته شد. بنابراین ما با سازمان مدیریت برای پرداخت هزینه های کمکی به معلمان جلساتی برگزار کردیم اما نیاز به زمان دارد.', '2015-06-22 14:06:00', NULL, '1.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(12, 'سه گام امیدوار کننده برای بازگشت استقلال به دانشگاه ها/ واگذاری زمان بندی ترم های تحصیلی به دانشگاه ها', ' وزارت علوم قصد دارد به مرور اختیارات از دست رفته دانشگاه ها در تصمیم گیری ها را بازگرداند. این وزارتخانه در اولین قدم برگزاری آزمون دکترا را به دانشگاه ها واگذار می کند. ', 'محمدحسین نجاتی: وزارت علوم گام امیدوار کننده ی دیگری برای بازگشت استقلال در تصمیم گیری به دانشگاه ها برداشت. در همین رابطه معاون آموزشی وزیر علوم از تفویض اختیار سه امر برنامه‌ریزی درسی، پذیرش دانشجوی دکترا و ترم‌بندی به دانشگاه‌ها خبر داد و گفت: این روند ادامه دارد و در آینده اختیارات بیشتری به دانشگاه‌ها داده می‌شود.\r\n\r\nمجتبی شریعتی نیاسر، افزود: تاکنون برنامه‌ریزی درسی و پذیرش دانشجوی دکترا و همچنین زمان‌بندی ترم‌ها به دانشگاه‌ها تفویض اختیار شده است که این روند تفویض اختیارات ادامه خواهد داشت.\r\n\r\nوی درمورد تفویض اختیار ترم‌بندی به دانشگاه‌ها توضیح داد:در این مورد خط قرمزی تعریف شده و به دانشگاه‌ها گفته شده 16 هفته درسی و دو هفته فرجه را رعایت کنند،رعایت همین خط قرمز از بروز هرج و مرج جلوگیری خواهد کرد اما در عین حال این که دانشگاهی قصد داشته باشد ترم را بجای 27 شهریور یا اول مهر، از 20 شهریور آغاز کند به اختیار خودش خواهد بود.\r\n\r\nمعاون آموزشی وزیر علوم تاکید کرد: اختیارات زیادی به دانشگاه‌ها بازگردانده می‌شود که در حال بررسی است و بعد از جمع‌بندی اعلام می‌شود.\r\n\r\nاستقلال در دانشگاه ها چگونه سلب شد؟\r\n\r\nاین اتفاق در شرایطی که طی هشت سال از زمداری وزرای محمود احمدی نژاد در وزارت علوم، بخش زیادی از اختیارات دانشگاه ها از آنها سلب شد وحالا به نظر می رسد دولت روحانی سعی در بازگرداندن آنها دارد. در هشت سال دولت احمدی نژاد استقلال دانشگاه‌ها در تصمیم‌گیری، صرف بودجه، جذب اعضای هیات‌علمی و پذیرش دانشجوی از جمله اختیاراتی بود که از دانشگاه ها گرفته شد. به طوریکه اولین قدم برای ازبین‌بردن استقلال دانشگاه‌ها در دولت نهم برداشته شد.\r\n\r\nآن زمان که در بودجه سال ٨٨، وزارت علوم بودجه دانشگاه‌ها را در اختیار آنها قرار نداد و برای دریافت بودجه، تبصره صورتحساب مخارج را تعیین کرد. از سال ١٣٨٨ دانشگاه‌ها موظف شدند برای اجرای طرح‌های عمرانی و دیگر هزینه‌ها، صورتحساب‌هایی به وزارت علوم بفرستند و در قبال آن بودجه دریافت کنند.\r\n\r\nعلاوه بر این، تغییر شکل برگزاری آزمون دکترا در دولت دهم استقلال دانشگاه‌ها در جذب دانشجوی دکترا را گرفت. همچنین در دولت دهم آیین‌نامه ارتقای درجه علمی اساتید باعث شد روسای منصوب‌شده دانشگاه‌ها از سوی وزارت علوم، به‌راحتی بتوانند بدون درنظرگرفتن نظر اعضای هیات علمی، اساتید را جذب دانشگاه‌ها کنند.\r\n\r\nاقداماتی که باعث شد فاتحه استقلال دانشگاه‌ها در دولت دهم خوانده شود.\r\n\r\nدانشگاه ها مجری برگزاری کنکور دکترا\r\n\r\nعلاوه بر این دیگر اقدام مهم وزارت علوم در این زمینه بازگشت استقلال در پذیرش دانشجوی دکترا به دانشگاه‌ها است. سه سال پیش هم‌زمان با فعالیت کامران دانشجو در دولت دهم، وزارت علوم طی اقدامی تعجب‌برانگیز، آزمون ورودی دکترا را به شکلی سراسری تبدیل کرد. هم‌زمان بخش زیادی از دانشگاهیان نسبت به این موضوع اعلام نارضایتی کردند و آن را مغایر با اصل استقلال دانشگاه‌ها خواندند.\r\n\r\nبااین‌حال هفته گذشته مجتبی شریعتی‌نیاسر، معاون آموزشی علوم، از تجدیدنظر وزارت علوم نسبت به‌این تصمیم خبر داد. وی با اشاره به سیاست‌های جدید در پذیرش دانشجوی دکترا، گفت: آیین‌نامه پذیرش دانشجوی دکترا ابلاغ شده است. پذیرش دانشجوی دکترا از سال آینده براساس سیاست‌های جدید صورت خواهد گرفت. براساس این آیین‌نامه، پذیرش دانشجوی دکترا مستقیما توسط دانشگاه صورت می‌گیرد و یک امتحان عمومی توسط سازمان سنجش آموزش کشور برگزار می‌شود. بعد رشته پذیرش به دانشگاه‌های مجری دوره دکترا واگذار می‌شود.\r\n\r\nمعاون آموزشی وزارت علوم به اهداف ابلاغ آیین‌نامه دکترا به دانشگاه‌ها پرداخت و گفت: از این به‌بعد پذیرش دانشجوی دکترا بر اساس این آیین‌نامه شفاف می‌شود. رتبه فرد به دانشگاه ارسال می‌شود و دانشگاه بر اساس رتبه اعلام‌شده، یک کف مشخص اعلام می‌کند. بر اساس آنچه که دانشگاه اعلام کرده، متقاضیان می‌دانند که به کدام دانشگاه‌ها می‌توانند مراجعه کنند و به کدام دانشگاه‌ها مراجعه نکنند و بعد دانشگاه‌ها با تشخیص خود به پذیرش این دانشجویان اقدام می‌کنند.\r\n\r\nوی ادامه داد: بر اساس این آیین‌نامه به اقتدار دانشگاه‌های مجری دکترا، ارزش‌گذاری شد و همچنین برای آزمون سازمان سنجش نیز اعتبار زمانی پیش‌بینی خواهد شد که به احتمال قوی آزمون سازمان سنجش دو سال اعتبار خواهد داشت.\r\n\r\nشریعتی‌نیاسر افزود: آیین‌نامه جدید دکترا هماهنگ با استانداردهای جهانی است و کاملا یک نظام پاسخ‌گویی در سازمان سنجش و دانشگاه‌های مجری پیش‌بینی شده است. وزارت علوم خود نیز نظارت کامل بر اجرای مفاد آیین‌نامه دارد.\r\n\r\nمعاون آموزشی وزارت علوم یادآور شد: همچنین شیوه‌نامه‌ای دراین‌باره تدوین شده است که همه ریزه‌کاری‌های انجام کار را پیش‌بینی کرده که ظرف دو ماه آینده ابلاغ می‌شود.\r\n\r\n', '2015-06-22 13:50:00', NULL, '2.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(13, 'گزارش و تصاویر حمله انتحاری به پارلمان افغانستان', 'ساعتی پیش در کابل پایتخت افغانستان انفجارهایی در محوطه پارلمان رخ داد،رسانه‌های محلی گزارش کرده‌اند که دست کم صدای سه انفجار شنیده شده است.', 'به گزارش خبرآنلاین به نقل از وب سایت شکبه خبری بی بی سی فارسی، تلویزیون پارلمان تصاویری از تالار مجلس نمایندگان را نشان داد که پر از دود و خاک بود.\r\n\r\nیکی از انفجارها زمانی رخ داد که رئیس مجلس نمایندگان مشغول سخنرانی در جلسه عمومی مجلس بود. به دنبال انفجار، صدای فریادها از تالار به گوش رسید و تصاویر زنده از تالار عمومی، نمایندگان مجلس را در حال خروج از تالار و سراسیمگی نشان می‌داد.\r\n\r\nگزارش شده که ابتدا موتر/خودروی مملو از مواد انفجاری در کنار ساختمان پارلمان افغانستان منفجر شده و به دنبال آن تعدادی مهاجم شروع به تیراندازی کرده‌اند.\r\n\r\nصدیق صدیقی سخنگوی وزارت امور داخله/کشور افغانستان به رسانه‌های محلی گفته که نیروهای امنیتی به محل حادثه فرستاده شده و محوطه پارلمان زیر کنترل نیروهای امنیتی است.\r\n\r\nآقای صدیقی گفته که به هیچ یک از نمایندگان مجلس آسیبی نرسیده اما یک تا دو مهاجم در یک ساختمان نیمه کاره در نزدیک پارلمان افغانستان جا به جا شده اند.\r\nیکی از کارکنان دبیرخانه پارلمان افغانستان که در این انفجارها زخم سطحی برداشته به بی‌بی‌‎سی گفت که شدت انفجار باعث شده که خیلی از شیشه های ساختمان‌های درون محوطه پارلمان بشکند.\r\n\r\nاو گفت هنوز صدای تیراندازی به گوش می‌رسد و کارکنان دبیرخانه به جاهای امن جا به جا شده اند.\r\n\r\nنقیب‌الله فایق یک عضو مجلس نمایندگان به بی‌بی‌سی فارسی گفت که منتظر ورود معاون دوم ریاست جمهوری و نامزد وزارت دفاع بودند که ناگهان انفجاری قوی روی داد.\r\n\r\nآقای فایق گفت که پس از انفجار اعضای مجلس هراسان به طرف خروجی های تالار عمومی شتافتند.\r\n\r\nاین عضو مجلس گفت که صدای شلیک جنگ افزار سبک و سنگین به دنبال انفجار ادامه یافت و نمایندگان مجلس برای نجات جان خود از محل فرار کردند.\r\n\r\nاو می‌گوید که به دلیل معرفی نامزد وزارت دفاع، امروز اکثریت اعضای مجلس در تالار عمومی حضور داشتند.\r\n\r\nامنیت محوطه پارلمان افغانستان از صبح امروز تشدید شده بود و نیروهای محافظت معاونیت دوم به محل رفته بودند. اعضای مجلس می‌گویند که پارلمان افغانستان از ماه‌ها پیش به این سو تهدیدهای امنیتی دریافت کرده بود و تدابیر امنیتی در اطراف پارلمان شدید بود.\r\n\r\nهنوز از تلفات احتمالی این رویداد جزئیات دقیقی در دست نیست.\r\n\r\nدفتر معاون دوم ریاست جمهوری افغانستان گفته که سرور دانش معاون دوم با معصوم استانکزی نامزد وزارت دفاع به پارلمان رفته بود که انفجار رخ داد و برنامه برهم خورد. به آقای دانش در این رویداد آسیبی نرسیده است.\r\n\r\nگروه طالبان گفته که حمله به پارلمان افغانستان کار افراد این گروه بوده است. در پیام گروه طالبان که به رسانه‌ها فرستاده شده آمده که حمله هنگام معرفی نامزد وزارت دفاع صورت گرفت و تعدادی از مهاجمان وارد پارلمان شده اند.\r\nتالار جلسات عمومی مجلس نمایندگان تخلیه شده است.', '2015-06-22 12:37:00', NULL, '7.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(14, 'مرسی لباس اعدام پوشید', 'رئیس جمهور برکنار شده مصر برای نخستین بار پس از تأیید حکم اعدامش در جلسه قبلی دادگاه در ارتباط با پرونده فرار از زندان "وادی النطرون" در جلسه روز گذشته با لباس قرمز مخصوص اعدامیان حاضر شد.', 'ه گزارش خبرگزاری اهل‌بیت(ع) ـ ابنا ـ «محمد مرسی» رئیس جمهور برکنار شده مصر روز گذشته به همراه ۱۰ نفر دیگر در ارتباط با پرونده‌ای که به نام "جاسوسی برای قطر" معروف شده است محاکمه شد.\r\n\r\nرئیس جمهور برکنار شده مصر برای نخستین بار پس از تأیید حکم اعدامش در جلسه قبلی دادگاه در ارتباط با پرونده فرار از زندان "وادی النطرون" در جلسه روز گذشته با لباس قرمز مخصوص اعدامیان حاضر شد.\r\n\r\nاین جلسه به ریاست قاضی «محمد شرین فهمی» در آکادمی پلیس قاهره برگزار گردید.\r\n\r\nسه شنبه گذشته، دادگاه امور جنایی حکم اعدام مرسی را تأیید کرد. ۵ تن از سران ارشد گروه اخوان المسلمین از جمله «محمد بدیع» مرشد اخوان المسلمین، «سعد الکتاتنی» رئیس پارلمان مصر در دوران مرسی و «عصام العریان» از رهبران اخوان المسلمین، در ارتباط با همین پرونده (حمله به زندان‌ها در سال ۲۰۱۱) به اعدام محکوم شدند.\r\n\r\nحکم اولیه اعدام مرسی در ارتباط با پرونده حمله به زندان‌ها حدود یک ماه قبل صادر شده بود؛ ولی این حکم نیاز به تایید مفتی اعظم مصر داشت که او آن را تائید کرده است.\r\n\r\nمرسی پیش از این هم به خاطر اتهام های مربوط به قتل تظاهرکنندگان در پرونده موسوم به "کاخ الاتحادیه" به ۲۰ سال زندان محکوم شده بود.\r\n\r\nتحقیقات دیوان عالی امنیت دولت مصر نشان می‌دهد که محمد مرسی و تعدادی از متهمان گزارشات صادره از دستگاه‌های اطلاعات عمومی و جنگی، نیروهای مسلح، نیروهای امنیت ملی در وزارت کشور و سازمان نظارت اداری را به سرقت برده‌اند که در میان آنها اسناد کاملا محرمانه نیز دیده می‌شود که مربوط به ارتش، مکان‌های استقرار نیروهای ارتش و سیاست‌های کلی دولت است.\r\n\r\nاین متهمان قصد داشتند این گزارشات و اسناد را به دستگاه اطلاعات قطر و شبکه ماهواره‌ای الجزیره متعلق به این کشور تحویل داده و به مصر و امنیت ملی آن لطمه بزنند.\r\n\r\nاین متهمان عبارتند از: محمد مرسى عیسى العیاط ( رئیس جمهور اسبق- زندانی) - أحمد محمد محمد عبد العاطى (زندانی - مدیر دفتر رئیس جمهور اسبق - داروساز) - أمین عبد الحمید أمین الصیرفى (زندانی - منشی سابق نهاد ریاست جمهوری) - أحمد على عبده عفیفى (زندانی- تهیه کننده فیلم های مستند) - خالد حمدى عبد الوهاب أحمد رضوان (زندانی- مدیر تولید شبکه مصر 25) - محمد عادل حامد کیلانى (زندانی - مهماندار هواپیما در شرکت هواپیمایی مصر) - أحمد إسماعیل ثابت إسماعیل (زندانی - آموزشیار دانشگاه علوم و فنآوری مصر) - کریمه أمین عبد الحمید أمین الصیرفى (دانشجو) - أسماء محمد الخطیب (فراری - گزارشگر شبکه خبری رصد) - علاء عمر محمد سبلان (فراری - تبعه اردنی - تهیه کننده برنامه های شبکه الجزیره قطر) - إبراهیم محمد هلال (فراری - رئیس بخش اخبار شبکه الجزیره قطر.', '2015-06-22 10:55:00', NULL, '4.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(15, 'چهار کارشناس آژانس با حقوق هسته‌ای به ایران آمدند', 'کتابی تحت عنوان «حقوق هسته‏‌ای» منتشر شده است که مقررات آژانس بین‌المللی انرژی اتمی درباره فعالیت هسته‌ای اعضا را شرح می‌دهد.', 'به گزارش خبرآنلاین، كتاب «حقوق هسته‌اي» نوشته چند تن از كارشناسان آژانس بين‌المللي انرژي اتمي و با ترجمه نيلوفر قديري، توسط انتشارات دنياي اقتصاد منتشر شد.\r\n\r\nنويسندگان اين كتاب کارلتون اشتویبر، آلک‌بائر، نوربرت پلزر، وولفارم تانهوزر هستند. و در آن به غیر از حوزه‌های عدم تکثیر هسته‌ای، پادمان‌ها، کنترل های صادرات و واردات، به قابلیت‌های استفاده‌های نظامی انرژی هسته‌ای پرداخته نمی‌شود. پیام اصلی کتاب این است که هیچ الگوی قطعی و واحدی برای چگونگی تدوین قانون انرژی هسته‌ای یا چارچوب نهادی که بتواند قانون ملی هسته‌ای را اجرا کند وجود ندارد.', '2015-06-22 08:02:00', NULL, '5.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(16, 'نخست‌وزیر هند در مراسم روز جهانی یوگا ', 'همزمان با اولین روز جهانی یوگا، نارندرا مودی نخست وزیر هند روز یکشنبه در دهلی نو به جمع هزاران تن از مردمی پیوست که به انجام یوگا مشغول بودند. ', 'همزمان با اولین روز جهانی یوگا، نارندرا مودی نخست وزیر هند روز یکشنبه در دهلی نو به جمع هزاران تن از مردمی پیوست که به انجام یوگا مشغول بودند.\r\n\r\nنخست وزیر هند در یکی از خیابانهای اصلی دهلی نو به انجام حرکات فیزیکی و کنترل تنفس ورزش یوگا پرداخت.\r\n\r\nآقای مودی در این گردهمایی و قبل از انجام حرکات یوگا از تمرین دادن ذهن بشر برای آغاز دوره ای جدید از صلح و حسن نیت سخن گفت.\r\n\r\nنخست وزیر هند درخواست ثبت روز ۲۱ ژوئن به عنوان روز جهانی یوگا را ارائه کرده بود که در دسامبر سال ۲۰۱۴ مجمع عمومی سازمان ملل متحد این روز را به این نام به ثبت رساند.\r\n\r\nنارندرا مودی همچنین در ماه نوامبر گذشته اولین وزیر یوگا در هند را جهت ارتقای یوگا و طب سنتی منصوب کرده بود.\r\n\r\nدر مالزی نیز همزمان با روز جهانی یوگا حدود هزار و پانصد نفر در کوالالامپور پایتخت این کشور به انجام حرکات یوگا پرداختند.\r\n\r\nگردهمایی کوالالامپور که «هزار لبخند» نام گرفته بود توسط «موسسه بین المللی برای ارزشهای انسانی» برگزار شد.\r\n\r\nدر تایپه، پایتخت تایوان نیز روز یکشنبه بیش از دویست نفر روز جهانی یوگا را جشن گرفتند. شرکت کنندگان به انجام ۱۰۸ مرحله از حرکات «سلام بر آفتاب» ورزش یوگا پرداختند.\r\n\r\nورزش یوگا که قدمتی هزاران ساله دارد از هند آغاز شد. امروزه میلیونها نفر در سراسر جهان به انجام سبک ها و فنون مختلف یوگا می پردازند.\r\n\r\n', '2015-06-21 14:32:00', NULL, '6.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00');
INSERT INTO `article` (`id`, `title`, `subtitle`, `text`, `date`, `auther`, `image`, `publish`, `created_at`, `updated_at`, `deleted_at`) VALUES
(18, 'ازبرخورد رهبرانقلاب با رهبر کره‌شمالی تا وزیری که حلقه‌اش را گم کرد/روایت دیپلمات‌ایرانی در خندوانه ', ' حمیدرضا آصفی سخنگوی سابق وزارت امورخارجه در دولت‌های هفتم و هشتم میهمان برنامه خندوانه شد. ', 'به گزارش خبرگزاری خبرآنلاین، او با حضور در این برنامه به پرسش‌های رامبد جوان پاسخ داد و درباره این که آیا آدم خوش‌خنده‌ای است گفت، من اصولا آدم خوش‌خنده‌ای نیستم. از دوربین و جمعیت هم می‌ترسم. \r\n\r\nاو گفت اولین وزیر خارجه‌ای که با او کار کرده، علی‌اکبر ولایتی است و از اتفاق او شوخ‌طبع‌ترین وزیر امور خارجه هم بود. \r\n\r\nآصفی با تاکید بر این که دین اسلام دین غصه نیست گفت:‌«اسلام دین شادی و امیدواری‌ست و نمی‌دانم چرا گاهی برداشتی غیر از این می‌شود.» \r\n\r\nسخنگوی پیشین وزارت خارجه درباره این که چه زمانی غصه می‌خورد گفت: «اگر حمل بر چیزی نمی‌شود وقتی کسی را می‌بینم که مریض است ولی پول درمانش را ندارد بسیار ناراحت می‌شود. بی‌پولی آدم‌های مریض، هیچ چیز دردناک‌تر از این نیست.» \r\n\r\nاو همچنین خاطراتی را از دوران کاری‌اش تعریف کرد: «اولین باری که در کسوت سفیر می‌خواستم با رییس‌جمهور آلمان شرقی ملاقات کنم از مدیرکل تشریفات پرسیدم حالا چه بگویم؟ گفت خودت بلدی، خارج درس خوانده‌ای می‌توانی از پس ماجرا بربیایی. ما رفتیم و ملاقات کردیم ولی الان اگر یک میلیون دلار هم به من بدهند حاضر نیستم چنین ملاقاتی در کسوت سفیر داشته باشم. چون آن ملاقات واقعا افتضاح بود.»\r\n\r\nآصفی ادامه داد:‌ «در آن ملاقات باید درباره چیزهایی صحبت می‌کردم که مورد علاقه او بود ولی من درباره چیزهایی حرف زدم که مورد علاقه خودم بود. درواقع می‌بایست دنبال وجوه اشتراک می‌گشتم.»\r\n\r\nدیگر خاطره سیاسی که او تعریف کرد مربوط به زمانی می‌شد که یک مقام ایرانی با نخست‌وزیر آلمان شرقی ملاقات کرد:‌ «آن مقام ایرانی گفت ما تا سال ۲۰۰۰ برنامه‌ریزی کرده‌ایم اما مترجم اشتباهی گفت ما برای دو هزار سال برنامه‌ریزی کرده‌ایم. نخست‌وزیر از شنیدن این حرف خیلی تعجب کرد و به اطرافیانش نگاه کرد. من از مقام ایرانی پرسیدم شما دو هزار سال برنامه‌ریزی کرده‌اید. او گفت نه، من چنین حرفی نزده‌ام.»\r\n\r\nآصفی همچنین گفت  که در آن ملاقات با دیدن چهره نخست‌وزیر آنقدر خنده‌اش گرفته بود که مجبور شده از اتاق بیرون برود.\r\n\r\nاین سخنگوی پیشین وزارت خارجه همچنین به خاطره‌ای از ملاقات با وزیر امورخارجه ژاپن اشاره کرد و گفت: «ما به محل ملاقات رسیدیم و او نیم ساعت دیر کرد. وزیر ناراحت شد و گفت برویم. من به یکی از کارمندان آنجا گفتم ما داریم می‌رویم و این رفتار شما خیلی توهین‌آمیز است. او گفت واقعیت این است که این خانم همسرش را خیلی دوست دارد و همسرش برای او حلقه‌ای خریده که برای خانم وزیر خیلی مهم است. حالا امروز آن حلقه گمشده و این خانم از صبح تا حالا گریه‌کنان دارد دنبال حلقه‌اش می‌گردد. این اتفاق می‌توانست رابطه دو کشور را تحت الشعاع قرار دهد اما من این را گفتم که بدانید سیاستمدارها هم مثل بقیه آدم‌ها هستند.»\r\n\r\nماجرای دیدار مقام معظم رهبری از کره شمالی دیگر خاطره ای بود که آصفی به آن اشاره کرد: « در جریان بازدید مقام معظم رهبری که آن زمان رییس جمهور بودند از کره شمالی، وقتی هواپیما به فرودگاه رسید اطلاع دادند که کیم ایل سونگ که قرار بود برای استقبال بیاید، نخواهد آمد و کس دیگری جایگزین او می‌شود. همان جا آیت‌الله خامنه‌ای دستور دادند که هواپیما برگردد و ما به کره‌ای ها اطلاع دادیم که برخواهیم گشت. بدین ترتیب کیم ایل سونگ خودش را به سرعت به فرودگاه رساند تا به استقبال ایشان بیاید.» \r\n\r\nاو همچنین گفت که یک بار حین مصاحبه‌ای در شبکه خبر آنچنان خنده‌اش گرفته که تا ده دقیقه می‌خندیده است و هیچ کاری برای جلوگیری از خنده‌اش نمی‌توانسته انجام دهد اما بعدها به او گفتند که آن برنامه بسیار پربیننده شده است. او در این باره گفت:‌ «من آنجا متوجه شدم مشنگی هم چیزی بدی نیست هر چند حین خندیدن داشتم از خجالت عرق می‌ریختم.» \r\n\r\nآصفی درباره این که سخت‌ترین پرسش برای او چیست اظهار داشت:‌ «سخت‌ترین پرسش، سوالی است که جوابش را می‌دانی اما نمی‌توانی آن را بگویی. اگر بخواهی دروغ بگویی مردم می‌فهمند و اعتماد خود را به تو از دست خواهند داد. کلا یکی دو بار بیشتر نمی‌توان دروغ گفت و اگر بیشتر شود دیگر مردم رویت حساب نمی‌کنند هرچند مردم ما آن قدر نجیب هستند که به رویت نمی‌آورند.» \r\n\r\nآصفی در این برنامه به ذکر خاطره ای از دوران تحصیلش در انگلیس هم پرداخت و گفت:‌ «استادی داشتم که برنده جایزه نوبل بود و هر وقت سوال می‌کردم و او جوابش را نمی‌دانست می‌گفت حمید این سوال خوبی است ولی من جوابش را نمی‌دانم. یک روز توی آزمایشگاه نشسته بودم و داشتم توی سر و کله خودم می‌زدم که این آقا وارد شد و گفت چرا اینقدر کلافه‌ای؟ گفتم من مشکل دارم و کار تحقیقاتی‌ام درست نمی‌شود. ساعت یازده دوازده شب بود. او وقتی می‌خواست از آنجا بیرون برود، در آزمایشگاه را که می‌خواست ببندد گفت فلانی کسی که با مشکل مواجه نشود برنده جایزه نوبل نمی‌شود. »\r\n\r\n', '2015-06-22 20:48:00', NULL, '1.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(19, 'حقایق پشت پرده آزادراه تهران-شمال در یک مستند ', ' مستند «آزادراه» نامزد دو بخش پژوهش و بهترین فیلم جشنواره‌ی فجر، در تالار شهناز خانه هنرمندان ایران به نمایش درمی‌آید.', 'به گزارش خبرگزاری خبرآنلاین، این مستند، به تهیه‌کنندگی و کارگردانی محسن خان‌جهانی، سرنوشت ساخت آزادراه تهران شمال را بررسی می‌کند.\r\n\r\nمستند «آزادراه» به همت انجمن تهیه‌کنندگان سینمای مستند ایران سه شنبه دوم تیر ماه راس ساعت 19 به نمایش در می آید.\r\n\r\nمستند «آزادراه» بیستمین فیلم خان‌جهانی پس از ساخت مستندهایی چون «محسن فیلم می‌سازد»، «ارتفاع437 »، «خواهران حافظ»، «تکیه کن»، «صندلی شماره257»، «نماز آخر»،‌ «انتهای خیابان پاستور،»،«کلاه شیشه‌ای»، «توپ من»، «یک روز تعطیل»، «آخرین مرد روستا»، «کلید»، «سند آزادی»، «خاطرات یک قاضی»، «من لیدر هستم»، «یار دبستانی»، «شهر پولکی»، «گزارش یک بازپرس» و... است.\r\n\r\nدر این مستند علاوه بر استفاده از تصاویر آرشیوی از روند ساخت آزادراه تهران شمال، مصاحبه‌های مختلفی با نمایندگان مجلس و دست‌اندرکاران ساخت «آزادراه» تهران شمال در مقاطع تاریخی مختلف انجام شده است.\r\n\r\nرسول صدرعاملی همزمان با نمایش مستند «آزادراه» در جشنواره‌ی فجر اخیر درباره آن گفته بود:«این مستند روایت خوبی داشت و به نظر می‌رسد کارگردان با وجود اینکه برخی جاها با او همکاری نکردند، تلاش کرده که برای مخاطب کم نگذارد و از هر زاویه و تفکری به این قضیه (سرنوشت ساخت آزادراه تهران شمال) بپردازد.»', '2015-06-22 17:16:08', NULL, '2.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(20, 'حسن روحانی چه کسانی را در توییتر دنبال می‌کند؟ ', 'حسن روحانی رئیس جمهور ایران صاحب یکی از صفحات پرطرفدار در توییتر است.', 'به گزارش خبرگزاری خبرآنلاین رئیس دولت یازدهم در توییتر دو صفحه به زبان انگلیسی و فارسی دارد.\r\n\r\nاو در توییتر فارسی خود هشت صفحه را دنبال می‌کند؛ صفحات فارسی و انگلیسی مقام معظم رهبری و صفحه شخصی خود به زبان انگلیسی از جمله این صفحات است.\r\n\r\nاز دیگر رجال سیاسی که روحانی آن‌ها را در توییتر دنبال می‌کند می‌توان به  اکبر هاشمی رفسنجانی رئیس مجمع تشخیص مصلحت نظام اشاره کرد.\r\n\r\nاو در بین وزرایش تنها صفحه محمد جواد ظریف وزیر امور خارجه را دنبال می‌کند.\r\n\r\nروحانی همچنین دو نفر از معاونینش را follow کرده است؛ شهیندخت مولاوردی معاون رئیس جمهور در امور زنان و خانواده و معصومه ابتکار معاون رئیس جمهوری و رئیس سازمان محیط‌‌‌ زیست.\r\n\r\nروحانی در صفحه توییتر انگلیسی خود هم تنها پنج نفر را دنبال می‌کند.صفحه انگلیسی مقام معظم رهبری، اکبرهاشمی رفسنجانی، محمد جواد ظریف و صفحه فارسی خود صفخاتی هستند که رئیس جمهور دنبال می‌کند.', '2015-06-22 15:42:00', NULL, '3.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(21, 'درگذشت هنرمند ایرانی ساکن خارج از کشور ', ' جمال بخش‌‌پور نقاش ایرانی شامگاه یکشنبه 31 خرداد درگذشت. ', 'به گزارش خبرگزاری خبرآنلاین، این نقاش ایرانی  که مدت‌ها با بیماری سرطان دست و پنجه نرم می‌کرد، در شهر کلن آلمان درگذشت.\r\n\r\nجمال بخش‌پور از نقاشان مطرح ایران سال 1322 در تبریز متولد شد. او دانش‌آموخته هنرستان هنرهای زیبا و دانشکده هنرهای تزئینی تهران بود. این نقاش ایرانی نزدیک به دو دهه از عمر خود را خارج از ایران ساکن بود.\r\n\r\nمجموعه‌ آثار جمال بخش‌پور در سال ۱۳۸۱ در ایران منتشر شد. این کتاب دربرگیرنده‌ مجموعه‌ آثار نقاشی رنگی و قلم فلزی‌های سیاه و سفید از سال ۱۳۴۳ تا ۱۳۸۰ بود.\r\n\r\nآیدین آغداشلو پیش از این در یادداشتی بر یکی از نمایشگا‌ه‌های جمال بخش‌پور، درباره او گفته بود: «برای هم‌آوایی و شریک شدن در جهان بخش‌پور به دو نکته باید توجه داشت، یکی این که او در هر حال همچنان تصویرگری است که دارد داستان‌های شخصی و وهم‌آلودش را تصویر می‌کند و دیگر این که یک استادکار به تمام معناست که از زیر و بم مهارت فوق‌العاده خود خوب استفاده می‌کند.»', '2015-06-22 16:08:00', NULL, '4.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(22, 'والیبال را بردیم، اخلاق را باختیم / دلواپسی در زمین ورزش‌ هم جواب نداد ', ' نتیجه بازی ایران و امریکا در ورزشگاه آزادی و در داخل زمین به نفع ایران رقم خورد، اما در خارج از زمین و در دنیای رسانه‌ها چه اتفاقی افتاد؟', 'آریا صالحی: زمانی که خبرنگاران صداوسیمای جمهوری اسلامی ایران، شبکه‌های اجتماعی را زیر و رو می‌کردند تا لطیفه یا جمله‌ی قصاری برای وصل کردن بازی ایران و امریکا به مذاکرات هسته‌ای پیدا کنند، کارکنان وزارت امور خارجه ایالات‌متحده سرگرم نگارش‌ متنی بودند که قرار بود در شبکه‌های اجتماعی فارسی‌زبان به اشتراک گذاشته شود.\r\n\r\nنتیجه‌ی تلاش خبرنگاران صداوسیما شد گزارشی که پس از خط‌ونشان کشیدن‌های مردمی، خانم خبرنگاری در پایان آن مقابل یک مانیتور ظاهر می‌شد و از جملاتی می‌گفت که در دنیای مجازی ایرانی‌ها بعد از برد تیم ملی نوشته بودند؛«آمریکا پس از باخت استادیوم آزادی را تعطیل می‌کند و اجازه ساخت 20 درصدی هم نمی‌دهد.»(نقل به مضمون)\r\n\r\nوزارت امور خارجه آمریکا اما به این توئیت رسید، توئیتی که خیلی زود نه‌تنها در توئیتر که در سایر شبکه‌های مجازی هم‌دست به دست چرخید:«ضمن تبریک به تیم والیبال ایران، برای هردو تیم در بازی بعدی آرزوی رقابتی خوب داریم.»\r\n\r\nاین البته تنها رویه خبرنگاران صداوسیما نبود که در بخش‌های مختلف خبری برد ملی‌پوشان مقابل تیم ملی آمریکا را یک‌جورهایی به مذاکرات هسته‌ای 1+5 ربط می‌دادند و می‌کوشیدند، پای سیاست و دیدگاه‌های شخصی در مورد آمریکا را وارد دنیای توپ و تور کنند، خبرنگاران سایر رسانه‌های موسوم به تندرو یا منتقد دولت هم‌دست کمی از آن‌ها نداشتند.\r\n\r\nدر مقابل چه مسئولان تیم ملی والیبال آمریکا و چه دستگاه دیپلماسی این کشور خط دیگری را دنبال می‌کردند، آن‌ها به دنبال ترسیم چهره‌ای تازه از آمریکا بودند و در اظهارنظرها، رفتار و اتفاقات داخل و خارج از زمین می‌کوشیدند تا از فرصتی که والیبال در اختیار آن‌ها گذاشته استفاده کنند و نشان دهند که آمریکایی بودن چیست؟\r\n\r\nشاید به همین خاطر بود که وقتی رسانه‌های ایرانی تیتر می‌زدند که «ایران 3-آمریکا 0 / آمریکا هیچ غلطی نتوانست بکند» مردم به‌جای کلیک کردن روی خبرهایی با این تیتر دوست داشتند، خبرهایی را باز کنند و بخوانند که بازگوکننده حرمت‌داری بازیکنان تیم ملی آمریکا در ماه مبارک رمضان بود.\r\n\r\nرسانه‌های افراطی این بار هم زمین‌بازی را اشتباه گرفته بودند، آن‌ها که چند هفته‌ی پیش می‌کوشیدند گردهمایی ملی مردم ایران را در تجلیل از شهدای بازگشته به میهن، در حد یک میتینگ تبلیغاتی برعلیه‌ مواضع هسته‌ای دولت فرو کاهند، این بار سیاست را به هنرنمایی بازیکنان تیم ملی ایران گره‌زده بودند. هرچقدر سعید معروف در زمین با پاس‌هایش اعجاز می‌کرد و سید محمد موسوی با اسپک‌هایش چیزی جز بهت و حیرت برای تیم آمریکا باقی نمی‌گذاشت، رسانه‌های مخالف دولت از خرمن این پیروزی دنبال خوشه‌چینی سیاسی و تسویه‌حساب جناحی بودند.\r\n\r\nشاید به همین خاطر بود که 6 امتیاز به‌دست‌آمده برای ایران از این دو بازی در روایت یک رسانه تبدیل شد به نمادی از سیاست و مذاکره؛ «آمریکا 1+5 امتیاز داد و رفت»\r\n\r\nاین رفتار که یادآور نشستن بر شاخ و بریدن بن، بود در شرایطی رخ می‌داد که در آن‌سوی مرزها آمریکایی‌ها از بازی ایران و قدرت این تیم تعریف می‌کردند و در داخل استادیوم آزادی هم اسپروو مربی تیم ملی آمریکا باخت را می‌پذیرفت و به‌جای آسمان به ریسمان بافتن می‌گفت: «از حضور در ایران لذت بردیم»\r\n\r\nسیمای جمهوری اسلامی ایران اما دقیقاً همان رفتاری را انجام می‌داد که طرف آمریکایی می‌خواست، سرود ملی آمریکا را از شبکه سوم سیما پخش نمی‌کرد و در بخش‌های خبری هم از شکست شیطان بزرگ می‌گفت تا مذاکره‌کنندگان هم تشویق شوند مثل والیبالیست‌ها با آمریکایی‌ها برخورد کنند.\r\n\r\nپیروزی مقابل آمریکا در آزادی خیلی شیرین بود، اما در خارج از زمین رفتار ما طوری بود که از هر زاویه‌ای به آن نگاه کنیم، نه دستاوردی برای ما داشت و بوی پیروزی می‌داد.\r\n\r\nآمریکایی‌ها حالا ایران را ترک کرده‌اند، با تصویری که از خود به‌جای گذاشته‌اند، تصویری که در آن و به روایت همه خبرگزاری‌های رسمی و غیررسمی (گیرم در ظاهر) بازیکنان آمریکایی به باور دینی بازیکنان ایرانی احترام گذاشتند تا اذان پخش نشد، آب نخوردند و همه جا از میزبانی عالی ایرانی ها سخن گفتند بعد ما برای تسویه‌حساب با دولت و تیم مذاکره‌کننده، از شکست شیطان بزرگی گفتیم که هیچ غلطی در ایران نتوانست بکند.\r\n\r\nحالا باید انصاف بدهیم به پشت سر نگاه کنیم و ببینم که در خارج از زمین و در دنیای رسانه‌ها چه کسی پیروز میدان بود، ما با رفتاری افراطی یا آمریکا با سیاست رسانه‌ای حرفه‌ای؟', '2015-06-22 20:12:00', NULL, '5.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(23, 'جهانبخش:حرف منطقی کروش مرا از رفتن به برایتون منصرف کرد/می خواستم سردار آزمون را به فوتبال هلند ببرم ', 'علیرضا جهانبخش بازیکن تیم ملی کشورمان و باشگاه نایمخن دیروز حدود 90 دقیقه مهمان خبرورزشی بود که بخشی از حرف‌هایش را در این مصاحبه می‌خوانید.', 'خبرورزشی نوشت: \r\n\r\nپيشنهاد برايتون را رد كردي. نمي‌ترسي كه باشگاه نايمخن به همين دليل برايت مشكل درست كند چون به هر حال شما دو ميليون يورو را از جيب آنها پراندي؟\r\nباشگاه نايمخن نمي‌تواند براي من مشكلي درست كند چون زماني كه دو باشگاه هلندي خواهان من بودند آنها را باشگاه قبول نكرد و از طرف ديگر باشگاه برايتون خيلي زود از من جواب مي‌خواست و اصلاً امكان رفتن من با سرعت به برايتون وجود داشت. از طرف ديگر باشگاه نايمخن بايد خيلي هم خوشحال باشد كه من مي‌خواهم بهترين تصميم فوتبالي را براي خودم بگيرم. الان هم دو هفته‌ ديگر در تمرين جديد نايمخن حاضر مي‌شوم تا بعد ببينم چه اتفاقي مي‌افتد.\r\n\r\nبعد از اينكه مديرعامل نايمخن عليه شما صحبت كرده كه نبايد پيشنهاد برايتون را رد مي‌كردي هواداران عليه او جبهه گرفتند؟\r\nبله هواداران نايمخن از حرف‌هاي مديرعامل ما ناراحت شدند و با انتقاد از او گفته‌اند چرا علي در تيم ما نماند و كامنت‌هايي كه از هواداران‌مان خواندم همگي دال بر اين است كه من بايد در تيم‌مان بمانم و...\r\n\r\nدر حالي صحبت از ماندن در هلند مي‌‌كني که تيمي در هلند خواهان تو نيست.\r\nچرا، من از دو تيم هلندي پيشنهاد دارم اما نام آنها را بر زبان نمي‌آورم چون مي‌خواهم اين پيشنهادها خيلي جدي شود.\r\n\r\nچرا گفتي فوتبال خشن چمپيون‌شيپ (ليگ دسته اول انگليس) به سبك بازي تو نمي‌خورد؟\r\nمن هيچ وقت از واقعيت‌هاي فوتبال فراري نبودم. ليگ دسته يك انگليس، اتفاقاً قدرتي است و بازيكنان سرعتي مثل من خيلي به درد اين فوتبال مي‌خورند، از آن گذشته در فوتبالي بازي كردم كه حتي 2 دقيقه هم تايم خالي در تمرينات خودمان ندارم و بيشتر بحث من با برايتون بر سر زمان انتقال و بعضي مشكلات ديگر بود كه مانع رفتنم شد.\r\n\r\nاز كروش هم براي رفتن به برايتون نظري گرفتي؟\r\nبله با كروش صحبت كردم. ايشان در صحبتي كه با من داشت گفت ليگ دسته اول انگليس (چمپيون‌شيپ) ليگي است كه فيزيكي است در حالي كه اعتقاد داشت در پستي كه من بازي مي‌كنم بازي‌ام خيلي به چشم نمي‌آيد و گفت ليگ برتر انگليس با چمپيون‌شيپ خيلي اختلاف دارد به همين دليل كروش مرا از رفتن به فوتبال دسته اول ليگ انگليس منصرف ساخت.\r\n\r\nخيلي‌ها شما را مهدي مهدوي‌كيای كوچك مي‌دانند. در رابطه با اين قياس چه نظري داري؟\r\nواقعاً علاقه خاصي به آقامهدي دارم. ديسيپلين، شخصيت و فوتبال آقامهدي واقعاً دوست داشتني بوده و هست به همين دليل افتخار مي‌كنم كه مرا با مهدي مهدوي‌کیا قياس مي‌كنند و مهدي مهدوي‌كيای كوچك مي‌دانند.\r\n\r\nرابطه‌ات با سردار آزمون چطور است؟\r\nرابطه‌ام با سردار آزمون بسيار نزديك است، اتفاقاً وقتي به فوتبال هلند رفتم خيلي تلاش كردم سردار را به هلند ببرم اما تصميم شخصي سردار اين بود كه بايد در فوتبال روسيه باشد.\r\n\r\nفكر نمي‌كني آزمون در فوتبال هلند موفق‌تر بود؟\r\nمن معتقدم آزمون در فوتبال اسپانيا، انگليس، آلمان يا هلند بيشتر ديده مي‌شود اما به هر حال در بحث فوتبالي موارد زيادي وجود دارد كه بايد آنها را در نظر گرفت و حتماً خود سردار صلاح خودش را بهتر از هر شخص ديگري مي‌داند.\r\n\r\nاگر پيشنهادی از ليگ ايران به تو ارائه شود قبول مي‌كني؟\r\nمن دو سال پشت سر هم از پرسپوليس پيشنهاد داشتم و مطمئناً آرزوي هر بازيكني است كه در ايران در يكي از دو تيم پرسپوليس و استقلال بازي كند اما فعلاً به پيشنهادات داخلي فكر نمي‌كنم چه بسا از آمريكا، قطر و... هم پيشنهاد داشتم اما چون هدفم بازي در فوتبال اروپا بود به آنها نپرداختم. اگر شرايط فراهم شد شايد در پايان فوتبالم به ايران بازگشتم و فوتبالم را در ايران به پايان بردم.\r\n\r\nتيم ملي ما كه به جام جهاني رفت اما چرا تعداد لژيونرها اين قدر گم شده؟\r\nديده شدن يك بازيكن فقط جام جهاني نيست چون من و سردار بعد از بازي‌هاي تيم ملي جوانان به اروپا رفتيم؛ اتفاقي كه خيلي نادر است البته امسال هم بازيكناني مثل حاج‌صفي شانس داشتند كه لژيونر شوند. به هر حال اميدوارم تعداد لژيونرهاي ما بيشتر شود.\r\n\r\nشما را مقصر گل سوم عراق به تيم ملي ايران مي‌دانند. در اين رابطه چه نظري داري؟\r\nبه هر حال در آن صحنه بايد احساس مسئوليت بيشتري می‌داشتم و آن گل را روي اشتباه خودم مي‌دانم، به همين دليل زماني كه ما گل سوم را زديم من خوشحال‌ترين بازيكن بودم چون اشتباهم هم جبران شده بود.\r\n\r\nحرف آخر...\r\nمن خيلي تلاش كردم توقعات را بالا نبرم و پله به پله پيش بروم. آرزو دارم داماش هم روزي به ليگ برتر برگردد چون خودم را هميشه مديون اين تيم مي‌دانم و در واقع از آكادمي داماش به فوتبال اروپا رفتم. در كنار اين مسائل خيلي دوست دارم از مديربرنامه‌هايم امير هاشمي‌مقدم و خانواده‌اش كه برايم در هلند سنگ تمام گذاشتند تشكر كنم.\r\n\r\n ', '2015-06-22 19:30:10', NULL, '1.jpg', NULL, '2015-06-27 10:28:01', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(25, 'فتح الله زاده: منصوریان فرصت‌ زیادی برای اجرای ایده هایش در استقلال دارد', 'مدیرعامل پیشین باشگاه استقلال می‌گوید که سرمربی نفت تهران یکی از ذخایر انسانی خوب برای آبی‌پوشان است.', 'به گزارش خبرگزاری خبرآنلاین؛مدیرعامل پیشین باشگاه استقلال در واکنش به انتخاب نشدن علیرضا منصوریان به عنوان سرمربی استقلال و حضور پرویز مظلومی روی نیمکت آبی‌پوشان در صفحه شخصی خود در اینستاگرام نوشت:«علیرضا منصوریان از مربیان جوان و موفق کشورمان است و از ذخایر انسانی خوب برای آینده استقلال. همانطور که پرویز مظلومی هم روزی یک مربی جوان بود و به او اعتماد شد و در این مقطع از مربیان خوب و قابل اعتماد و با تجربه است.\r\nمنصوریان فرصت‌های زیادی خواهد داشت تا قابلیت‌ها و ایده‌های خود را در فوتبال ایران برای استقلال به اجرا بگذارد».', '2015-06-22 19:05:00', NULL, '3.jpg', 1, '2015-07-04 22:28:55', '2015-07-04 17:58:55', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `category`
--

CREATE TABLE IF NOT EXISTS `category` (
`id` bigint(20) NOT NULL,
  `name` varchar(255) COLLATE utf8_persian_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `deleted_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `category`
--

INSERT INTO `category` (`id`, `name`, `created_at`, `updated_at`, `deleted_at`) VALUES
(2, 'اقتصاد', '2015-06-27 10:33:19', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(3, 'جهان', '2015-06-27 10:33:19', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(4, 'تکنولوژی', '2015-06-27 10:33:19', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(5, 'فرهنگی', '2015-06-27 10:33:19', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(6, 'ورزشی', '2015-06-27 10:33:19', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(7, 'هنر', '2015-06-27 06:03:24', '2015-06-27 06:03:24', '0000-00-00 00:00:00'),
(9, 'فرهنگ و هنر', '2015-07-12 09:57:05', '2015-07-12 09:57:05', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `category-article`
--

CREATE TABLE IF NOT EXISTS `category-article` (
`id` bigint(20) NOT NULL,
  `articleId` bigint(20) DEFAULT NULL,
  `categoryId` bigint(20) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=36 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `category-article`
--

INSERT INTO `category-article` (`id`, `articleId`, `categoryId`) VALUES
(1, 1, 4),
(2, 2, 4),
(3, 3, 4),
(4, 4, 4),
(5, 5, 4),
(6, 6, 4),
(7, 7, 4),
(8, 8, 4),
(9, 9, 4),
(10, 10, 4),
(11, 11, 3),
(12, 12, 3),
(13, 13, 3),
(14, 14, 3),
(15, 15, 3),
(16, 16, 3),
(17, 3, 3),
(18, 18, 5),
(19, 19, 5),
(20, 20, 5),
(21, 21, 5),
(22, 22, 5),
(23, 23, 6),
(24, 24, 6),
(25, 25, 6),
(26, 26, 6),
(27, 22, 6),
(28, 33, 3),
(29, 34, 4),
(30, 35, 4),
(31, 36, 3),
(32, 37, 3),
(33, 38, 5),
(34, 26, 3),
(35, 26, 4);

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE IF NOT EXISTS `migrations` (
  `migration` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`migration`, `batch`) VALUES
('2015_07_14_205634_create_password_reminders_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `password_reminders`
--

CREATE TABLE IF NOT EXISTS `password_reminders` (
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE IF NOT EXISTS `users` (
`id` bigint(20) unsigned NOT NULL,
  `username` varchar(8) COLLATE utf8_persian_ci NOT NULL,
  `email` varchar(100) COLLATE utf8_persian_ci NOT NULL,
  `password` varchar(100) COLLATE utf8_persian_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8_persian_ci NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `username`, `email`, `password`, `remember_token`, `updated_at`, `created_at`) VALUES
(6, 'مهدیه', 'mahdiehaghaziarati7@yahoo.com', '$2y$10$mn70SUp8z573ajSS3bv92ugOPIbyeaWGVcnDrpGc/kugzkxEZB8uy', 'y4oDi69uysYJ8NZw3Ny5BepX8DhM0IJZb4WVAE93A3RrinQk3JKF11fPZ6Yo', '2015-07-15 17:34:55', '2015-07-11 17:54:40'),
(7, 'admin', 'admin@gmail.com', '$2y$10$GGqsYNuWtIoyjT8WzpHGaekxztwhEacSh9w4ICM0IJscR.cQWrtUe', 'NTGhHUh1tuBuaWLS12tYVXnA4cLjsiZCAR98PkFb6B9tPz6SL12z5IPJyhfs', '2015-07-15 17:36:26', '2015-07-15 17:34:49');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `article`
--
ALTER TABLE `article`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `category`
--
ALTER TABLE `category`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `category-article`
--
ALTER TABLE `category-article`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_reminders`
--
ALTER TABLE `password_reminders`
 ADD KEY `password_reminders_email_index` (`email`), ADD KEY `password_reminders_token_index` (`token`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
 ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `article`
--
ALTER TABLE `article`
MODIFY `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=26;
--
-- AUTO_INCREMENT for table `category`
--
ALTER TABLE `category`
MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=10;
--
-- AUTO_INCREMENT for table `category-article`
--
ALTER TABLE `category-article`
MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=36;
--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
MODIFY `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=8;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
